[
  {
    "English": "Enjoy 50% OFF to Begin your Wellness Resolutions!",
    "aze": "Sağlamlığınıza dair qərarlar verməyə başlamaq üçün 50% ENDİRİMDƏN yararlanın!",
    "bul": "Възползвайте се от 50% ОТСТЪПКА в подкрепа на отлагани решения за уелнес!",
    "dan": "Nyd 50% RABAT for at begynde dine wellness-forsætter!",
    "deu": "Genießen Sie 50 % RABATT um Ihre Wellness-Vorsätze in die Tat umzusetzen!",
    "ell": "Απόλαυσε την ΕΚΠΤΩΣΗ 50% για να Αρχίσεις τα Αποτελέσματα Ευεξίας!",
    "fin": "Saa 50 % ALENNUSTA hyvinvointipäätöstesi tueksi!",
    "fra": "Profitez de 50 % de réduction pour commencer à respecter vos résolutions de bien-être !",
    "hrv": "Uživajte u 50% POPUSTA i započnite svoj Wellness Resolutions!",
    "hun": "Kezdje meg wellness-fogadalmai teljesítését 50% KEDVEZMÉNNYEL!",
    "ind": "Dapatkan DISKON 50% untuk Memulai Resolusi Kesehatan Anda!",
    "ita": "Approfitta del 50% di sconto per mantenere i tuoi propositi di benessere!",
    "jpn": "50%OFFで健康な暮らしを始めましょう！",
    "kor": "건강 계획을 실천하기 위한 50% 할인을 즐기세요!",
    "msa": "Nikmati POTONGAN 50% untuk Memulakan Azam Kesejahteraan anda!",
    "nld": "Geniet van 50% KORTING om te beginnen met je welzijnsvoornemens!",
    "nor": "Få 50 % RABATT for å begynne med velværeresolusjonene!",
    "pol": "Ciesz się 50% RABATU i rozpocznij swój rozwój wellness!",
    "por": "Aproveite 50% de desconto para cumprir as resoluções de bem-estar do novo ano!",
    "ron": "Bucurați-vă de 50% REDUCERE pentru a vă începe rezoluțiile de wellness!",
    "rus": "Получите скидку 50% и начните свое оздоровление!",
    "slk": "Využite 50 % ZĽAVU a začnite plniť svoje wellness predsavzatia!",
    "slv": "Izkoristite 50 % POPUSTA in začnite sprejemati svoje odločitve o dobrem počutju!",
    "spa": "¡Disfrute de un 50 % de DESCUENTO para empezar sus objetivos de salud!",
    "swe": "Njut av 50% OFF för att börja din wellness resolutioner!",
    "tha": "รับส่วนลด 50% เพื่อเริ่มต้นปณิธานสุขภาพดีของคุณ!",
    "tur": "Sağlıklı Yaşam Kararlarınıza Başlamak için % 50 İndirimin Keyfini Çıkarın!",
    "vie": "Tận hưởng GIẢM GIÁ 50% để bắt đầu sử dụng các giải pháp về sức khỏe của bạn!",
    "zhs": "開啟健康計畫，享受五折優惠！",
    "zht": "开启健康计划，享受五折优惠！"
  },
  {
    "English": "Ring in the New Year with 50% OFF!",
    "aze": "Yeni ilə 50% ENDİRİMLƏ başlayın!",
    "bul": "Почувствайте коледното настроение с 50% ОТСТЪПКА!",
    "dan": "Ringe det nye år ind med 50% RABAT!",
    "deu": "Läuten Sie das neue Jahr mit 50 % RABATT ein!",
    "ell": "Μπες στο Νέο Έτος 2023 με την ΕΚΠΤΩΣΗ 50%!",
    "fin": "Toivota uusi vuosi tervetulleeksi 50 %:n ALENNUKSELLA!",
    "fra": "Fêtez la nouvelle année avec 50 % de réduction !",
    "hrv": "Dočekajte Novu godinu sa 50% POPUSTA!",
    "hun": "Kezdje az új évet 50% KEDVEZMÉNNYEL!",
    "ind": "Rayakan Tahun Baru dengan DISKON 50%!",
    "ita": "Inizia il nuovo anno con uno sconto del 50%!",
    "jpn": "50%OFFで新年を迎えましょう！",
    "kor": "새해 맞이 50% 할인!",
    "msa": "Sambut Tahun Baru dengan POTONGAN 50%!",
    "nld": "Luid het nieuwe jaar in met 50% KORTING!",
    "nor": "Hils det nye året velkommen med 50 % RABATT!",
    "pol": "Wejdź w Nowy Rok z 50% RABATU!",
    "por": "Bonança de Ano Novo com 50% de desconto!",
    "ron": "Intră în noul an cu 50% REDUCERE!",
    "rus": "В Новый год со скидкой 50%!",
    "slk": "Privítajte nový rok s 50 % ZĽAVOU!",
    "slv": "Vstopite v novo leto s 50 % POPUSTA!",
    "spa": "¡Reciba el Año Nuevo con un 50 % de DESCUENTO!",
    "swe": "Ring i det nya året med 50% OFF!",
    "tha": "ต้อนรับปีใหม่ด้วยส่วนลด 50%!",
    "tur": "Yeni Yılı % 50 İndirimle Karşılayın!",
    "vie": "Chào đón năm mới với GIẢM GIÁ 50%!",
    "zhs": "五折優惠迎新年！",
    "zht": "五折优惠迎新年！"
  },
  {
    "English": "50% OFF your First Step to a Healthier New Year",
    "aze": "50% ENDİRİM daha sağlam Yeni İl üçün İlk addımınızdır",
    "bul": "50% ОТСТЪПКА, за да положите началото на по-здрава Нова година!",
    "dan": "50% RABAT på dit første skridt mod et sundere nyt år",
    "deu": "50 % RABATT auf Ihren ersten Schritt in ein gesünderes neues Jahr",
    "ell": "ΕΚΠΤΩΣΗ 50% είναι το Πρώτο σου Βήμα για το Υγιέστατο Νέο Έτος!",
    "fin": "50 % ALENNUSTA ensimmäisestä askeleestasi kohti terveempää uutta vuotta",
    "fra": "50 % de réduction pour votre premier pas vers une nouvelle année en meilleure santé",
    "hrv": "50% POPUSTA za vaš prvi korak do zdravije Nove godine",
    "hun": "50% KEDVEZMÉNY az egészségesebb új év felé tett első lépésénél",
    "ind": "DISKON 50% untuk Mengawali Langkah Pertama Anda menuju Tahun Baru yang Lebih Sehat",
    "ita": "50% di sconto sul tuo primo passo verso un anno di benessere",
    "jpn": "50%OFFで健康な新年への第一歩を踏み出しましょう",
    "kor": "건강한 새해를 맞이하기 위한 50% 할인",
    "msa": "POTONGAN 50% sebagai Langkah Pertama untuk Tahun Baru Lebih Sihat",
    "nld": "50% KORTING op je eerste stap naar een gezonder nieuw jaar",
    "nor": "50 % RABATT på ditt første steg mot et sunnere år",
    "pol": "50% RABATU na Twój pierwszy krok do zdrowszego Nowego Roku",
    "por": "50% de desconto é o primeiro passo para um Ano Novo cheio de saúde",
    "ron": "50% REDUCERE, primul tău pas către un an nou mai sănătos",
    "rus": "Скидка 50% на ваш первый шаг к оздоровлению в Новом году",
    "slk": "50 % ZĽAVA na váš prvý krok do zdravšieho nového roka",
    "slv": "50% popusta na vaš prvi korak k bolj zdravemu novemu letu",
    "spa": "50 % DE DESCUENTO en su primer paso hacia un Año Nuevo más saludable",
    "swe": "50% OFF ditt första steg till ett hälsosammare nytt år",
    "tha": "ลด 50% เพื่อก้าวแรกสู่สุขภาพดีปีใหม่",
    "tur": "% 50 İndirimle Daha Sağlıklı Bir Yeni Yıla İlk Adımınızı Atın",
    "vie": "GIẢM GIÁ 50% Bước đầu tiên để có một năm mới khỏe mạnh hơn",
    "zhs": "享五折優惠，新年更健康",
    "zht": "享五折优惠，新年更健康"
  },
  {
    "English": "Last Shot for 50% OFF to Begin the New Year!",
    "aze": "50% ENDİRİM Yeni İlə başlamaq üçün son fürsətdir!",
    "bul": "Последна възможност за 50% ОТСТЪПКА за годината на новото начало!",
    "dan": "Sidste chance for 50% RABAT for at begynde det nye år!",
    "deu": "Letzte Chance für 5 0% RABATT zum Start ins neue Jahr!",
    "ell": "Τελευταίο Χτύπημα για την ΕΚΠΤΩΣΗ 50% για να Ξεκινήσεις τη Νέα Χρονιά!",
    "fin": "Viimeinen tilaisuus saada 50 % ALENNUSTA uuden vuoden aloittamiseksi!",
    "fra": "Dernière chance de profiter de 50 % de réduction pour commencer la nouvelle année !",
    "hrv": "Posljednja prilika za 50% POPUSTA za početak Nove godine!",
    "hun": "Utolsó esély, hogy az új évet 50% KEDVEZMÉNNYEL kezdje!",
    "ind": "Kesempatan terakhir untuk meraih DISKON 50% dan Mengawali Tahun Baru!",
    "ita": "Ultima occasione per iniziare il nuovo anno con il 50% di sconto!",
    "jpn": "50%OFFで新年を迎える最後のチャンス！",
    "kor": "새해를 시작하는 50% 할인의 마지막 기회!",
    "msa": "Peluang Terakhir untuk POTONGAN 50% untuk Memulakan Tahun Baru!",
    "nld": "Laatste kans voor 50% KORTING om het nieuwe jaar te beginnen!",
    "nor": "Siste mulighet for 50 % RABATT for å begynne det nye året!",
    "pol": "Ostatnia szansa na 50% RABATU dla rozpoczęcia Nowego Roku!",
    "por": "Última chamada de 50% de desconto para estrear o Ano Novo!",
    "ron": "Ultima lovitură pentru 50% REDUCERE pentru a începe noul an!",
    "rus": "Последний шанс получить скидку 50% в канун Нового года!",
    "slk": "Posledná možnosť vstúpiť do nového roka s 50 % ZĽAVOU!",
    "slv": "Zadnji posnetek za 50 % POPUSTA za začetek novega leta!",
    "spa": "¡Última oportunidad para empezar el Año Nuevo con un 50 % de DESCUENTO!",
    "swe": "Sista bilden för 50% RABATT för att börja det nya året!",
    "tha": "โอกาสสุดท้ายสำหรับส่วนลด 50% เพื่อเริ่มต้นปีใหม่!",
    "tur": "Yeni Yıla Yaklaşırken % 50 İndirim için Son Şans!",
    "vie": "Cơ hội cuối cùng nhận GIẢM GIÁ 50% để chào đón năm mới!",
    "zhs": "新年五折優惠最後搶購！",
    "zht": "新年五折优惠最后抢购！"
  }
]
