[
 {
   "language_name": "English",
   "pr_code": "eng",
   "language": "en-US",
   "rewards_termination_subject": "Important Termination Notice to Our Rewards Program Participants",
   "terminating_rewards":"PIPINGROCK IS TERMINATING THE REWARDS PROGRAM",
   "important_note":"That is why it is important for you to take note of what you must do to use your Reward Points in the given time frames.",
   "termination_list":"<li>Our Rewards Program will terminate on January 18, 2023, at 11:59 p.m. EST.</li><li>This Termination Notice is being posted on our PipingRock website and is being emailed to each participant on November 18, 2022.</li><li>Beginning December 5, 2022, you will no longer earn points or Rewards Money in the Rewards Program.</li><li>Beginning December 5, 2022, and ending January 18, 2023, at 11:59 p.m. EST, all of your Rewards Points will only be usable for your pipingrock.com purchases.</li><li>Between now and December 5, 2022, you can request by emailing us at rewards@pipingrock.com that we distribute to You Your Reward Money in the form of a check.  </li><li>Please note that if you want to do so, your email must.</li><li>Be received by us on or before 11:59 pm EST on December 5, 2022.</li><li>Provide the address where such payment should be sent.</li><li>After 11:59 p.m. EST on January 18, 2023, Your Rewards Money and Rewards Points will no longer be usable.</li><li>Our obligation with respect to your Rewards Money and Rewards Points is limited to a maximum of six months of Rewards, calculated based on Your Rewards for the period from December 19, 2022, until January 18, 2023.</li>",
   "termination_alert":"After 11:59 p.m. EST on January 18, 2023, Your Rewards Money and Rewards Points will no longer be usable.",
   "other_information":"OTHER INFORMATION:",
   "when_you_joined":"When you first joined our Rewards Program, you did pursuant to the Terms of Use on our website, which govern our program.",
   "terms_of_use_indicate":"As the Terms of Use indicate, we have the right to terminate our Rewards Program by posting a termination notice on our website.  All of the capitalized terms below have the same meanings as in the Terms of Use.",
   "thank_you_for_participation":"THANK YOU FOR YOUR PARTICIPATION IN OUR PROGRAM"
 },
 {
   "language_name": "Azerbaijani",
   "pr_code": "aze",
   "language": "az",
   "rewards_termination_subject": "Mükafat Proqramı İştirakçılarımız üçün Vacib Xitam Bildirişi",
   "terminating_rewards":"PIPINGROCK MÜKAFAT PROQRAMINA XİTAM EDİR",
   "important_note":"Buna görə də Mükafat Xallarınızı verilmiş vaxt çərçivələrində istifadə etmək üçün nə etməli olduğunuzu nəzərə almağınız vacibdir.",
   "termination_list":"<li>Mükafat Proqramımız 18 yanvar 2023-cü il, saat 23:59-da dayandırılacaq. EST.</li><li>Bu Xitam bildirişi PipingRock vebsaytımızda yerləşdirilir və 18 noyabr 2022-ci il tarixində hər bir iştirakçıya e-poçtla göndərilir.</li><li>5 dekabr 2022-ci il tarixindən etibarən siz artıq Mükafat Proqramında xal və ya Mükafat Pul qazanmayacaqsınız.</li><li>5 dekabr 2022-ci il tarixindən başlayaraq 18 yanvar 2023-cü il saat 23:59-da başa çatır. EST, bütün Mükafat Xallarınız yalnız pipingrock.com alışlarınız üçün istifadə edilə bilər.</li><li>İndi və 5 dekabr 2022-ci il tarixləri arasında siz bizə rewards@pipingrock.com ünvanına e-poçt göndərməklə Mükafat Pulunuzu çek şəklində paylamağımızı tələb edə bilərsiniz.</li><li>Nəzərə alın ki, bunu etmək istəyirsinizsə, e-poçtunuz olmalıdır.</li><li>5 dekabr 2022-ci il EST 23:59-da və ya ondan əvvəl bizim tərəfimizdən qəbul olunsun.</li><li>Belə ödənişin göndərilməli olduğu ünvanı göstərin.</li><li>Saat 23:59-dan sonra. 18 yanvar 2023-cü il tarixində EST, Mükafat Pulunuz və Mükafat Xallarınız artıq istifadə edilə bilməyəcək.</li><li>Mükafat Pulunuz və Mükafat Xallarınızla bağlı öhdəliyimiz 19 dekabr 2022-ci il tarixindən 18 yanvar 2023-cü il tarixinədək olan dövr üçün Mükafatlarınız əsasında hesablanan maksimum altı aylıq Mükafatla məhdudlaşır.</li>",
   "termination_alert":"Saat 23:59-dan sonra 18 yanvar 2023-cü il tarixində EST, Mükafat Pulunuz və Mükafat Xallarınız artıq istifadə edilə bilməyəcək.",
   "other_information":"OTHER INFORMATION:",
   "when_you_joined":"Mükafat Proqramımıza ilk dəfə qoşulduqda, proqramımızı tənzimləyən vebsaytımızdakı İstifadə Şərtlərinə uyğun hərəkət etdiniz.",
   "terms_of_use_indicate":"İstifadə Şərtlərində göstərildiyi kimi, vebsaytımızda xitam bildirişi yerləşdirməklə Mükafat Proqramımıza xitam vermək hüququmuz var. Aşağıdakı bütün böyük hərflərlə yazılmış terminlər İstifadə Şərtlərində olduğu kimi eyni mənaya malikdir.",
   "thank_you_for_participation":"PROQRAMIMIZDA İŞTİRAK OLDUĞUNUZ ÜÇÜN TƏŞƏKKÜR EDİRİK"
 },
 {
   "language_name": "Bulgarian",
   "pr_code": "bul",
   "language": "bg",
   "rewards_termination_subject": "Важно известие за прекратяване до участниците в нашата програма за награди",
   "terminating_rewards":"PIPINGROCK ПРЕКРАТЯВА ПРОГРАМАТА ЗА НАГРАДИ",
   "important_note":"Ето защо е важно да си вземете под внимание какво трябва да направите, за да използвате вашите наградни точки в дадените времеви рамки.",
   "termination_list":"<li>Нашата програма за награди ще приключи на 18 януари 2023 г. в 23:59 ч. EST.</li><li>Това Известие за прекратяване се публикува на нашия уебсайт PipingRock и се изпраща по имейл до всеки участник на 18 ноември 2022 г.</li><li>От 5 декември 2022 г. вече няма да печелите точки или парични награди в програмата за награди.</li><li>От 5 декември 2022 г. до 18 януари 2023 г. в 23:59 ч. EST, всички ваши наградни точки ще могат да се използват само за вашите покупки от pipingrock.com.</li><li>Между сега и 5 декември 2022 г. можете да поискате, като ни изпратите имейл на rewards@pipingrock.com, да Ви разпределим Вашите парични награди под формата на чек.</li><li>Моля, имайте предвид, че ако искате да го направите, вашият имейл трябва.</li><li>Бъдете получени от нас на или преди 23:59 ч. EST на 5 декември 2022 г.</li><li>Посочете адреса, на който трябва да бъде изпратено такова плащане.</li><li>След 23:59ч. EST на 18 януари 2023 г. Вашите пари от награди и точки от награди вече няма да могат да се използват.</li><li>Нашето задължение по отношение на вашите парични награди и точки за награди е ограничено до максимум шест месеца награди, изчислени въз основа на вашите награди за периода от 19 декември 2022 г. до 18 януари 2023 г.</li>",
   "termination_alert":"След 23:59ч. EST на 18 януари 2023 г. Вашите пари от награди и точки от награди вече няма да могат да се използват.",
   "other_information":"ДРУГА ИНФОРМАЦИЯ:",
   "when_you_joined":"",
   "terms_of_use_indicate":"Както е посочено в Условията за ползване, ние имаме право да прекратим нашата програма за награди, като публикуваме известие за прекратяване на нашия уебсайт. Всички термини, написани с главни букви по-долу, имат същите значения като в Условията за ползване.",
   "thank_you_for_participation":"БЛАГОДАРИМ ВИ ЗА УЧАСТИЕТО В НАШАТА ПРОГРАМА"
 },
 {
   "language_name": "Danish",
   "pr_code": "dan",
   "language": "da",
   "rewards_termination_subject": "Vigtig opsigelsesmeddelelse til deltagere i vores belønningsprogram",
   "terminating_rewards":"PIPINGROCK AFSLUTTER BELØNINGSPROGRAM",
   "important_note":"Derfor er det vigtigt for dig at notere dig, hvad du skal gøre for at bruge dine belønningspoint inden for de givne tidsrammer.",
   "termination_list":"<li>Vores belønningsprogram afsluttes den 18. januar 2023 kl. 23:59. EST.</li><li>Denne opsigelsesmeddelelse bliver offentliggjort på vores PipingRock-websted og bliver sendt til hver deltager den 18. november 2022.</li><li>Fra den 5. december 2022 vil du ikke længere optjene point eller belønningspenge i belønningsprogrammet.</li><li>Fra den 5. december 2022 til den 18. januar 2023 kl. 23.59. EST, alle dine belønningspoint vil kun kunne bruges til dine køb på pipingrock.com.</li><li>Mellem nu og 5. december 2022 kan du anmode om, at vi ved at sende en e-mail til os på rewards@pipingrock.com distribuerer dine belønningspenge til dig i form af en check.</li><li>Bemærk venligst, at hvis du ønsker at gøre det, skal din e-mail.</li><li>Bliv modtaget af os senest kl. 23:59 EST den 5. december 2022.</li><li>Angiv adressen, hvortil en sådan betaling skal sendes.</li><li>Efter kl. 23.59. EST den 18. januar 2023 vil dine belønningspenge og belønningspoint ikke længere være brugbare.</li><li>Vores forpligtelse med hensyn til dine belønningspenge og belønningspoint er begrænset til maksimalt seks måneders belønninger, beregnet baseret på dine belønninger for perioden fra den 19. december 2022 til den 18. januar 2023.</li>",
   "termination_alert":"Efter klokken 23.59. EST den 18. januar 2023 vil dine belønningspenge og belønningspoint ikke længere være brugbare.",
   "other_information":"ANDRE OPLYSNINGER:",
   "when_you_joined":"Da du først tiltrådte vores belønningsprogram, gjorde du det i henhold til vilkårene for brug på vores hjemmeside, som styrer vores program.",
   "terms_of_use_indicate":"Som det fremgår af vilkårene for brug, har vi ret til at afslutte vores belønningsprogram ved at offentliggøre en opsigelsesmeddelelse på vores hjemmeside. Alle nedenstående udtryk med stort bogstav har samme betydning som i brugsbetingelserne.",
   "thank_you_for_participation":"TAK FOR DIN DELTAGELSE I VORES PROGRAM"
 },
 {
   "language_name": "German",
   "pr_code": "deu",
   "language": "de",
   "rewards_termination_subject": "Wichtige Kündigungsmitteilung an die Teilnehmer unseres Prämienprogramms",
   "terminating_rewards":"PIPINGROCK BEENDET DAS PRÄMIENPROGRAMM",
   "important_note":"Deshalb ist es wichtig, dass Sie beachten, was Sie tun müssen, um Ihre Prämienpunkte in den angegebenen Zeiträumen zu verwenden.",
   "termination_list":"<li>Unser Prämienprogramm endet am 18. Januar 2023 um 23:59 Uhr EST.</li><li>Diese Kündigungsmitteilung wird auf unserer PipingRock-Website veröffentlicht und jedem Teilnehmer am 18. November 2022 per E-Mail zugeschickt.</li><li>Ab dem 5. Dezember 2022 sammeln Sie keine Punkte oder Prämiengelder mehr im Prämienprogramm.</li><li>Beginnt am 5. Dezember 2022 und endet am 18. Januar 2023 um 23:59 Uhr. EST, alle Ihre Prämienpunkte können nur für Ihre Einkäufe auf Pipingrock.com verwendet werden.</li><li>Zwischen jetzt und dem 5. Dezember 2022 können Sie per E-Mail an rewards@pipingrock.com anfordern, dass wir Ihnen Ihr Prämiengeld in Form eines Schecks auszahlen.</li><li>Bitte beachten Sie, dass Ihre E-Mail-Adresse angegeben werden muss, wenn Sie dies wünschen.</li><li>Am oder vor 23:59 Uhr EST am 5. Dezember 2022 bei uns eingehen.</li><li>Geben Sie die Adresse an, an die diese Zahlung gesendet werden soll.</li><li>Nach 23:59 Uhr EST am 18. Januar 2023 können Ihr Prämiengeld und Ihre Prämienpunkte nicht mehr verwendet werden.</li><li>Unsere Verpflichtung in Bezug auf Ihr Prämiengeld und Ihre Prämienpunkte ist auf maximal sechs Prämienmonate beschränkt, berechnet auf der Grundlage Ihrer Prämien für den Zeitraum vom 19. Dezember 2022 bis zum 18. Januar 2023.</li>",
   "termination_alert":"Nach 23:59 Uhr EST am 18. Januar 2023 können Ihr Prämiengeld und Ihre Prämienpunkte nicht mehr verwendet werden.",
   "other_information":"ANDERE INFORMATIONEN:",
   "when_you_joined":"Als Sie unserem Prämienprogramm zum ersten Mal beigetreten sind, haben Sie dies gemäß den Nutzungsbedingungen auf unserer Website getan, die unser Programm regeln.",
   "terms_of_use_indicate":"Wie in den Nutzungsbedingungen angegeben, haben wir das Recht, unser Prämienprogramm durch Veröffentlichung einer Kündigungsmitteilung auf unserer Website zu beenden. Alle großgeschriebenen Begriffe unten haben dieselbe Bedeutung wie in den Nutzungsbedingungen.",
   "thank_you_for_participation":"VIELEN DANK FÜR IHRE TEILNAHME AN UNSEREM PROGRAMM"
 },
 {
   "language_name": "Greek (modern)",
   "pr_code": "ell",
   "language": "el",
   "rewards_termination_subject": "Σημαντική ειδοποίηση τερματισμού για τους συμμετέχοντες στο Πρόγραμμα Ανταμοιβών μας",
   "terminating_rewards":"Η PIPINGROCK ΤΕΡΜΑΤΙΖΕΙ ΤΟ ΠΡΟΓΡΑΜΜΑ ΕΠΙΒΡΑΒΕΥΩΝ",
   "important_note":"Γι' αυτό είναι σημαντικό να λάβετε υπόψη σας τι πρέπει να κάνετε για να χρησιμοποιήσετε τους Πόντους Ανταμοιβής σας στα δεδομένα χρονικά πλαίσια.",
   "termination_list":"<li>Το Πρόγραμμα Ανταμοιβών μας θα λήξει στις 18 Ιανουαρίου 2023, στις 23:59. EST.</li><li>Αυτή η Ειδοποίηση τερματισμού δημοσιεύεται στον ιστότοπο της PipingRock και αποστέλλεται μέσω email σε κάθε συμμετέχοντα στις 18 Νοεμβρίου 2022.</li><li>Από τις 5 Δεκεμβρίου 2022, δεν θα κερδίζετε πλέον πόντους ή Χρήματα Ανταμοιβών στο Πρόγραμμα Ανταμοιβών.</li><li>Από τις 5 Δεκεμβρίου 2022 έως τις 18 Ιανουαρίου 2023 στις 11:59 μ.μ. EST, όλοι οι Πόντοι Ανταμοιβής σας θα μπορούν να χρησιμοποιηθούν μόνο για τις αγορές σας στο pipingrock.com.</li><li>Από τώρα έως τις 5 Δεκεμβρίου 2022, μπορείτε να ζητήσετε στέλνοντας email στη διεύθυνση rewards@pipingrock.com να σας διανείμουμε τα χρήματα της ανταμοιβής σας με τη μορφή επιταγής.</li><li>Λάβετε υπόψη ότι εάν θέλετε να το κάνετε, πρέπει να το email σας.</li><li>Λάβετε από εμάς στις 5 Δεκεμβρίου 2022 ή πριν από τις 11:59 μ.μ. EST.</li><li>Δώστε τη διεύθυνση στην οποία θα πρέπει να σταλεί η πληρωμή.</li><li>Μετά τις 11:59 μ.μ. EST στις 18 Ιανουαρίου 2023, τα χρήματα και οι πόντοι ανταμοιβών σας δεν θα μπορούν πλέον να χρησιμοποιηθούν.</li><li>Η υποχρέωσή μας σε σχέση με τους πόντους Χρημάτων Ανταμοιβών και Ανταμοιβών σας περιορίζεται σε ανώτατο όριο έξι μηνών Ανταμοιβών, που υπολογίζονται με βάση τις Ανταμοιβές σας για την περίοδο από τις 19 Δεκεμβρίου 2022 έως τις 18 Ιανουαρίου 2023.</li>",
   "termination_alert":"Μετά τις 11:59 μ.μ. EST στις 18 Ιανουαρίου 2023, τα χρήματα και οι πόντοι ανταμοιβών σας δεν θα μπορούν πλέον να χρησιμοποιηθούν.",
   "other_information":"ΑΛΛΕΣ ΠΛΗΡΟΦΟΡΙΕΣ:",
   "when_you_joined":"Όταν εγγραφήκατε για πρώτη φορά στο Πρόγραμμα Ανταμοιβών μας, το κάνατε σύμφωνα με τους Όρους Χρήσης στον ιστότοπό μας, οι οποίοι διέπουν το πρόγραμμά μας.",
   "terms_of_use_indicate":"Όπως υποδεικνύουν οι Όροι Χρήσης, έχουμε το δικαίωμα να τερματίσουμε το Πρόγραμμα Ανταμοιβών δημοσιεύοντας μια ειδοποίηση τερματισμού στον ιστότοπό μας. Όλοι οι παρακάτω όροι με κεφαλαία έχουν την ίδια σημασία όπως στους Όρους Χρήσης.",
   "thank_you_for_participation":"ΕΥΧΑΡΙΣΤΟΥΜΕ ΓΙΑ ΤΗ ΣΥΜΜΕΤΟΧΗ ΣΑΣ ΣΤΟ ΠΡΟΓΡΑΜΜΑ ΜΑΣ"
 },
 {
   "language_name": "Finnish",
   "pr_code": "fin",
   "language": "fi",
   "rewards_termination_subject": "Tärkeä irtisanoutumisilmoitus palkinto-ohjelman osallistujille",
   "terminating_rewards":"PIPINGROCK LOPETA PALKINTAOHJELMAN",
   "important_note":"Siksi on tärkeää, että kiinnität huomiota siihen, mitä sinun on tehtävä käyttääksesi palkintopisteesi tietyissä aikaväleissä.",
   "termination_list":"<li>Palkinto-ohjelmamme päättyy 18.1.2023 klo 23.59. EST.</li><li>Tämä lopetusilmoitus julkaistaan ​​PipingRock-verkkosivustollamme ja lähetetään jokaiselle osallistujalle sähköpostitse 18.11.2022.</li><li>5. joulukuuta 2022 alkaen et enää ansaitse pisteitä tai palkintorahoja palkinto-ohjelmassa.</li><li>Alkaen 5.12.2022 ja päättyy 18.1.2023 klo 23.59. EST, kaikki palkintopisteesi ovat käytettävissä vain pipingrock.com-ostoksiasi varten.</li><li>Voit pyytää 5.12.2022 välisenä aikana lähettämällä meille sähköpostia osoitteeseen rewards@pipingrock.com, että jaamme sinulle palkintorahasi shekin muodossa.</li><li>Huomaa, että jos haluat tehdä niin, sähköpostisi on oltava.</li><li>Vastaanota 5.12.2022 klo 23.59 EST tai ennen sitä.</li><li>Anna osoite, johon maksu tulee lähettää.</li><li>Klo 23.59 jälkeen EST 18. tammikuuta 2023 Rewards Money ja Rewards Points eivät ole enää käytettävissä.</li><li>Velvollisuutemme palkintorahoihin ja palkintopisteisiisi on rajoitettu enintään kuuden kuukauden palkkioihin, jotka lasketaan palkintojesi perusteella ajalta 19. joulukuuta 2022 ja 18. tammikuuta 2023 välisenä aikana.</li>",
   "termination_alert":"Klo 23.59 jälkeen EST 18. tammikuuta 2023 Rewards Money ja Rewards Points eivät ole enää käytettävissä.",
   "other_information":"MUITA TIETOJA:",
   "when_you_joined":"Kun liityit ensimmäisen kerran Rewards-ohjelmaamme, noudatit verkkosivustomme käyttöehtoja, jotka säätelevät ohjelmaamme.",
   "terms_of_use_indicate":"Kuten käyttöehdoissa mainitaan, meillä on oikeus lopettaa Rewards-ohjelmamme julkaisemalla irtisanomisilmoitus verkkosivustollamme. Kaikilla alla kirjoitetuilla termeillä on sama merkitys kuin käyttöehdoissa.",
   "thank_you_for_participation":"KIITOS OSALLISTUMISESTASI OHJELMISEMME"
 },
 {
   "language_name": "French",
   "pr_code": "fra",
   "language": "fr",
   "rewards_termination_subject": "Avis de résiliation important aux participants à notre programme de récompenses",
   "terminating_rewards":"PIPINGROCK MET FIN AU PROGRAMME DE RÉCOMPENSES",
   "important_note":"C'est pourquoi il est important que vous preniez note de ce que vous devez faire pour utiliser vos points de récompense dans les délais impartis.",
   "termination_list":"<li>Notre programme de récompenses prendra fin le 18 janvier 2023 à 23h59. EST.</li><li>Cet avis de résiliation est publié sur notre site Web PipingRock et est envoyé par e-mail à chaque participant le 18 novembre 2022.</li><li>À compter du 5 décembre 2022, vous ne gagnerez plus de points ni d'argent de récompense dans le cadre du programme de récompenses.</li><li>Débutant le 5 décembre 2022 et se terminant le 18 janvier 2023 à 23h59. EST, tous vos points de récompenses ne seront utilisables que pour vos achats sur tuyauterierock.com.</li><li>D'ici le 5 décembre 2022, vous pouvez demander en nous envoyant un e-mail à rewards@pipingrock.com que nous vous distribuions votre argent de récompense sous forme de chèque.</li><li>S'il vous plaît noter que si vous voulez le faire, votre e-mail doit.</li><li>Être reçu par nous au plus tard à 23 h 59 HNE le 5 décembre 2022.</li><li>Indiquez l'adresse à laquelle ce paiement doit être envoyé.</li><li>Après 23h59. EST le 18 janvier 2023, votre argent de récompenses et vos points de récompenses ne seront plus utilisables.</li><li>Notre obligation concernant vos Rewards Money et vos Rewards Points est limitée à un maximum de six mois de Rewards, calculés sur la base de Vos Rewards pour la période du 19 décembre 2022 au 18 janvier 2023.</li>",
   "termination_alert":"Après 23h59. EST le 18 janvier 2023, votre argent de récompense et vos points de récompense ne seront plus utilisables.",
   "other_information":"LES AUTRES INFORMATIONS:",
   "when_you_joined":"Lorsque vous avez rejoint notre programme de récompenses pour la première fois, vous l'avez fait conformément aux conditions d'utilisation de notre site Web, qui régissent notre programme.",
   "terms_of_use_indicate":"Comme les conditions d'utilisation l'indiquent, nous avons le droit de résilier notre programme de récompenses en publiant un avis de résiliation sur notre site Web. Tous les termes en majuscules ci-dessous ont la même signification que dans les Conditions d'utilisation.",
   "thank_you_for_participation":"MERCI POUR VOTRE PARTICIPATION À NOTRE PROGRAMME"
 },
 {
   "language_name": "Croatian",
   "pr_code": "hrv",
   "language": "hr",
   "rewards_termination_subject": "Važna obavijest o raskidu za sudionike našeg programa nagrađivanja",
   "terminating_rewards":"PIPINGROCK UKIDA PROGRAM NAGRAĐIVANJA",
   "important_note":"Zato je važno da zabilježite što morate učiniti kako biste iskoristili svoje nagradne bodove u zadanim vremenskim okvirima.",
   "termination_list":"<li>Naš program nagrađivanja prestaje 18. siječnja 2023. u 23:59 EST.</li><li>Ova obavijest o raskidu objavljuje se na našoj web stranici PipingRock i šalje se e-poštom svakom sudioniku 18. studenog 2022.</li><li>Od 5. prosinca 2022. više nećete zarađivati ​​bodove ili novčane nagrade u Programu nagrađivanja.</li><li>Početak 5. prosinca 2022. i završetak 18. siječnja 2023. u 23:59. EST, svi vaši nagradni bodovi moći će se koristiti samo za vaše kupnje na pipingrock.com.</li><li>Od sada do 5. prosinca 2022. možete zatražiti slanjem e-pošte na rewards@pipingrock.com da vam podijelimo vaš novac od nagrade u obliku čeka.</li><li>Imajte na umu da ako to želite učiniti, vaša e-pošta mora.</li><li>Biti primljen od nas do ili prije 23:59 EST 5. prosinca 2022.</li><li>Navedite adresu na koju treba poslati takvu uplatu.</li><li>Nakon 23:59 sati. EST 18. siječnja 2023. Vaš nagradni novac i nagradni bodovi više neće biti upotrebljivi.</li><li>Naša obveza u pogledu vašeg nagradnog novca i nagradnih bodova ograničena je na najviše šest mjeseci nagrada, izračunatih na temelju vaših nagrada za razdoblje od 19. prosinca 2022. do 18. siječnja 2023.</li>",
   "termination_alert":"Nakon 23.59 sati. EST 18. siječnja 2023. Vaš nagradni novac i nagradni bodovi više neće biti upotrebljivi.",
   "other_information":"DRUGE PODATKE:",
   "when_you_joined":"Kada ste se prvi put pridružili našem programu nagrađivanja, učinili ste u skladu s Uvjetima korištenja na našoj web stranici, koji uređuju naš program.",
   "terms_of_use_indicate":"Kao što je navedeno u Uvjetima korištenja, imamo pravo prekinuti naš program nagrađivanja objavljivanjem obavijesti o raskidu na našoj web stranici. Svi pojmovi napisani velikim slovima u nastavku imaju isto značenje kao u Uvjetima korištenja.",
   "thank_you_for_participation":"HVALA VAM NA SUDJELOVANJU U NAŠEM PROGRAMU"
 },
 {
   "language_name": "Hungarian",
   "pr_code": "hun",
   "language": "hu",
   "rewards_termination_subject": "Fontos felmondási értesítés Jutalomprogramunk résztvevői számára",
   "terminating_rewards":"A PIPINGROCK MEGSZÜNTE A JUTALOMPROGRAMOT",
   "important_note":"Ezért fontos, hogy tudomásul vedd, mit kell tenned, hogy felhasználd Jutalompontjaidat a megadott időkeretekben.",
   "termination_list":"<li>Jutalomprogramunk 2023. január 18-án, 23:59-kor (EST) megszűnik.</li><li>Ezt a felmondási nyilatkozatot a PipingRock webhelyünkön tesszük közzé, és 2022. november 18-án e-mailben elküldjük minden résztvevőnek.</li><li>2022. december 5-től nem szerezhet pontokat vagy jutalompénzt a jutalomprogramban.</li><li>2022. december 5-től és 2023. január 18-tól 23:59-kor. EST, minden Jutalompontod csak a pipingrock.com webhelyen történő vásárlásaihoz használható fel.</li><li>Mostantól 2022. december 5-ig a rewards@pipingrock.com e-mail címen kérheti, hogy jutalompénzét csekk formájában osszuk ki Önnek.</li><li>Kérjük, vegye figyelembe, hogy ha ezt szeretné, akkor az e-mail-címét kell megadnia.</li><li>2022. december 5-én 23:59-kor (EST) megérkezzen hozzánk.</li><li>Adja meg a fizetési címet.</li><li>23:59 után EST 2023. január 18-án a Rewards Money és a Rewards Points már nem használható fel.</li><li>Kötelezettségünk az Ön Jutalompénzzel és Jutalompontokkal kapcsolatban legfeljebb hat hónapos Jutalomra korlátozódik, amelyet a 2022. december 19. és 2023. január 18. közötti időszak jutalmai alapján számítanak ki.</li>",
   "termination_alert":"23:59 után EST 2023. január 18-án a Rewards Money és a Rewards Points már nem használható fel.",
   "other_information":"EGYÉB INFORMÁCIÓK:",
   "when_you_joined":"Amikor először csatlakozott Jutalomprogramunkhoz, a weboldalunkon található, programunkat szabályozó Felhasználási Feltételek szerint tette.",
   "terms_of_use_indicate":"Amint azt a Felhasználási feltételek is jelzik, jogunkban áll felmondani Jutalomprogramunkat a felmondási nyilatkozat weboldalunkon történő közzétételével. Az alábbi nagybetűs kifejezések jelentése ugyanaz, mint a Felhasználási feltételekben.",
   "thank_you_for_participation":"KÖSZÖNJÜK, HOGY RÉSZVÉTELT PROGRAMUNKBAN"
 },
 {
   "language_name": "Indonesian",
   "pr_code": "ind",
   "language": "id",
   "rewards_termination_subject": "Pemberitahuan Penghentian Penting untuk Peserta Program Hadiah Kami",
   "terminating_rewards":"PIPINGROCK MENGHENTIKAN PROGRAM HADIAH",
   "important_note":"Itulah mengapa penting bagi Anda untuk mencatat apa yang harus Anda lakukan untuk menggunakan Poin Hadiah Anda dalam jangka waktu tertentu.",
   "termination_list":"<li>Program Hadiah kami akan berakhir pada 18 Januari 2023, pukul 23:59 EST.</li><li>Pemberitahuan Penghentian ini diposting di situs web PipingRock kami dan dikirim melalui email ke setiap peserta pada tanggal 18 November 2022.</li><li>Mulai 5 Desember 2022, Anda tidak akan lagi mendapatkan poin atau Uang Rewards dalam Program Rewards.</li><li>Mulai 5 Desember 2022, dan berakhir 18 Januari 2023, pukul 23.59. EST, semua Poin Rewards Anda hanya dapat digunakan untuk pembelian pipingrock.com Anda.</li><li>Antara sekarang dan 5 Desember 2022, Anda dapat meminta dengan mengirim email kepada kami di rewards@pipingrock.com agar kami membagikan Uang Hadiah Anda kepada Anda dalam bentuk cek.</li><li>Harap dicatat bahwa jika Anda ingin melakukannya, email Anda harus.</li><li>Diterima oleh kami pada atau sebelum pukul 23:59 EST pada tanggal 5 Desember 2022.</li><li>Berikan alamat tujuan pengiriman pembayaran tersebut.</li><li>Setelah pukul 23:59. EST pada 18 Januari 2023, Uang Rewards dan Poin Rewards Anda tidak dapat digunakan lagi.</li><li>Kewajiban kami sehubungan dengan Rewards Money dan Rewards Points Anda terbatas pada maksimum enam bulan Rewards, dihitung berdasarkan Rewards Anda untuk periode dari 19 Desember 2022 hingga 18 Januari 2023.</li>",
   "termination_alert":"Setelah 11:59 malam. EST pada 18 Januari 2023, Uang Rewards dan Poin Rewards Anda tidak dapat digunakan lagi.",
   "other_information":"INFORMASI LAINNYA:",
   "when_you_joined":"Saat Anda pertama kali bergabung dengan Program Hadiah kami, Anda mengikuti Ketentuan Penggunaan di situs web kami, yang mengatur program kami.",
   "terms_of_use_indicate":"Seperti yang ditunjukkan oleh Ketentuan Penggunaan, kami memiliki hak untuk menghentikan Program Hadiah kami dengan memasang pemberitahuan penghentian di situs web kami. Semua istilah yang dikapitalisasi di bawah ini memiliki arti yang sama seperti dalam Ketentuan Penggunaan.",
   "thank_you_for_participation":"TERIMA KASIH ATAS PARTISIPASI ANDA DALAM PROGRAM KAMI"
 },
 {
   "language_name": "Italian",
   "pr_code": "ita",
   "language": "it",
   "rewards_termination_subject": "Avviso di risoluzione importante per i partecipanti al nostro programma a premi",
   "terminating_rewards":"PIPINGROCK CHIUDE IL PROGRAMMA DEI PREMI",
   "important_note":"Ecco perché è importante che tu prenda nota di ciò che devi fare per utilizzare i tuoi punti premio nei tempi indicati.",
   "termination_list":"<li>Il nostro Programma Rewards terminerà il 18 gennaio 2023, alle 23:59 EST.</li><li>Questo avviso di cessazione viene pubblicato sul nostro sito Web PipingRock e viene inviato tramite e-mail a ciascun partecipante il 18 novembre 2022.</li><li>A partire dal 5 dicembre 2022, non guadagnerai più punti o premi in denaro nel Programma premi.</li><li>A partire dal 5 dicembre 2022 e fino al 18 gennaio 2023, alle 23:59. EST, tutti i tuoi Punti Rewards saranno utilizzabili solo per i tuoi acquisti su pipingrock.com.</li><li>Da adesso fino al 5 dicembre 2022, puoi richiedere inviandoci un'e-mail all'indirizzo rewards@pipingrock.com che ti distribuiamo il tuo premio in denaro sotto forma di assegno.</li><li>Si prega di notare che se si desidera farlo, la propria e-mail deve.</li><li>Essere ricevuti da noi entro le 23:59 EST del 5 dicembre 2022.</li><li>Fornire l'indirizzo a cui inviare tale pagamento.</li><li>Dopo le 23:59 EST del 18 gennaio 2023, i tuoi soldi Rewards e i punti Rewards non saranno più utilizzabili.</li><li>Il nostro obbligo in relazione ai tuoi premi in denaro e punti premio è limitato a un massimo di sei mesi di premi, calcolati in base ai tuoi premi per il periodo dal 19 dicembre 2022 al 18 gennaio 2023.</li>",
   "termination_alert":"Dopo le 23:59 EST del 18 gennaio 2023, i tuoi soldi Rewards e i punti Rewards non saranno più utilizzabili.",
   "other_information":"ALTRE INFORMAZIONI:",
   "when_you_joined":"Quando hai aderito per la prima volta al nostro Programma Rewards, hai rispettato i Termini di utilizzo sul nostro sito Web, che regolano il nostro programma.",
   "terms_of_use_indicate":"Come indicato dai Termini di utilizzo, abbiamo il diritto di terminare il nostro Programma a premi pubblicando un avviso di risoluzione sul nostro sito web. Tutti i termini in maiuscolo di seguito hanno lo stesso significato dei Termini di utilizzo.",
   "thank_you_for_participation":"GRAZIE PER LA TUA PARTECIPAZIONE AL NOSTRO PROGRAMMA"
 },
 {
   "language_name": "Japanese",
   "pr_code": "jpn",
   "language": "ja",
   "rewards_termination_subject": "リワード プログラム参加者への重要な終了通知",
   "terminating_rewards":"PIPINGROCK は報酬プログラムを終了します",
   "important_note":"そのため、与えられた期間内にリワードポイントを使用するために何をしなければならないかを覚えておくことが重要です。",
   "termination_list":"<li>当社のリワード プログラムは、2023 年 1 月 18 日午後 11 時 59 分 (EST) に終了します。</li><li>この終了通知は PipingRock の Web サイトに掲載され、2022 年 11 月 18 日に各参加者にメールで送信されます。</li><li>2022 年 12 月 5 日以降、リワード プログラムでポイントまたはリワード マネーを獲得できなくなります。</li><li>2022 年 12 月 5 日から 2023 年 1 月 18 日午後 11 時 59 分まで。 EST、すべてのリワード ポイントは、pipingrock.com での購入にのみ使用できます。</li><li>現在から 2022 年 12 月 5 日までの間、rewards@pipingrock.com 宛てに電子メールを送信して、小切手の形で報酬金を配布するようリクエストできます。</li><li>そうする場合は、電子メールが必要であることに注意してください。</li><li>2022 年 12 月 5 日の午後 11 時 59 分（EST）までに Google が受領すること。</li><li>そのような支払いの送付先住所を提供します。</li><li>午後 11 時 59 分以降。 2023 年 1 月 18 日の EST に、リワード マネーとリワード ポイントは使用できなくなります。</li><li>お客様のリワードマネーおよびリワードポイントに関する当社の義務は、2022 年 12 月 19 日から 2023 年 1 月 18 日までの期間のお客様のリワードに基づいて計算された最大 6 か月のリワードに制限されます。",
   "kor": "<li>당사 보상 프로그램은 2023년 1월 18일 오후 11시 59분(동부 표준시)에 종료됩니다.</li><li>이 종료 알림은 PipingRock 웹사이트에 게시되고 2022년 11월 18일에 각 참가자에게 이메일로 전송됩니다.</li><li>2022년 12월 5일부터 더 이상 리워드 프로그램에서 포인트 또는 리워드 머니를 적립할 수 없습니다.</li><li>2022년 12월 5일부터 2023년 1월 18일 오후 11시 59분에 종료됩니다. EST, 귀하의 모든 리워드 포인트는 파이핑락닷컴 구매에만 사용할 수 있습니다.</li><li>지금부터 2022년 12월 5일 사이에 reward@pipingrock.com으로 이메일을 보내어 보상금을 수표 형태로 분배하도록 요청할 수 있습니다.</li><li>그렇게 하려면 이메일을 반드시 보내야 합니다.</li><li>2022년 12월 5일 오후 11시 59분(동부 표준시) 또는 그 이전에 당사에 접수되어야 합니다.</li><li>그러한 지불금을 보내야 하는 주소를 제공하십시오.</li><li>오후 11시 59분 이후 2023년 1월 18일 EST부터 Your Rewards Money 및 Rewards 포인트를 더 이상 사용할 수 없습니다.</li><li>귀하의 보상금 및 보상 포인트에 대한 당사의 의무는 2022년 12월 19일부터 2023년 1월 18일까지의 기간 동안 귀하의 보상을 기준으로 계산된 최대 6개월의 보상으로 제한됩니다.</li>",
   "termination_alert":"23時59分以降2023 年 1 月 18 日の EST に、リワード マネーとリワード ポイントは使用できなくなります。",
   "other_information":"その他の情報：",
   "when_you_joined":"当社のリワード プログラムに最初に参加したときは、当社のプログラムを管理する当社のウェブサイトの利用規約に従いました。",
   "terms_of_use_indicate":"利用規約に示されているように、当社は、当社のウェブサイトに終了通知を掲載することにより、報酬プログラムを終了する権利を有します。以下の大文字で始まる用語はすべて、利用規約と同じ意味を持ちます。",
   "thank_you_for_participation":"私たちのプログラムにご参加いただきありがとうございます"
 },
 {
   "language_name": "Korean",
   "pr_code": "kor",
   "language": "ko",
   "rewards_termination_subject": "보상 프로그램 참가자에 대한 중요한 종료 알림",
   "terminating_rewards":"",
   "important_note":"그렇기 때문에 주어진 기간 내에 리워드 포인트를 사용하기 위해 무엇을 해야 하는지 기록해 두는 것이 중요합니다.",
   "termination_list":"<li>당사 보상 프로그램은 2023년 1월 18일 오후 11시 59분(동부 표준시)에 종료됩니다.</li><li>이 종료 알림은 PipingRock 웹사이트에 게시되고 2022년 11월 18일에 각 참가자에게 이메일로 전송됩니다.</li><li>2022년 12월 5일부터 더 이상 리워드 프로그램에서 포인트 또는 리워드 머니를 적립할 수 없습니다.</li><li>2022년 12월 5일부터 2023년 1월 18일 오후 11시 59분에 종료됩니다. EST, 귀하의 모든 리워드 포인트는 파이핑락닷컴 구매에만 사용할 수 있습니다.</li><li>지금부터 2022년 12월 5일 사이에 reward@pipingrock.com으로 이메일을 보내어 보상금을 수표 형태로 분배하도록 요청할 수 있습니다.</li><li>그렇게 하려면 이메일을 반드시 보내야 합니다.</li><li>2022년 12월 5일 오후 11시 59분(동부 표준시) 또는 그 이전에 당사에 접수되어야 합니다.</li><li>그러한 지불금을 보내야 하는 주소를 제공하십시오.</li><li>오후 11시 59분 이후 2023년 1월 18일 EST부터 Your Rewards Money 및 Rewards 포인트를 더 이상 사용할 수 없습니다.</li><li>귀하의 보상금 및 보상 포인트에 대한 당사의 의무는 2022년 12월 19일부터 2023년 1월 18일까지의 기간 동안 귀하의 보상을 기준으로 계산된 최대 6개월의 보상으로 제한됩니다.</li>",
   "termination_alert":"밤 11시 59분 이후 2023년 1월 18일 EST부터 Your Rewards Money 및 Rewards 포인트는 더 이상 사용할 수 없습니다.",
   "other_information":"기타 정보:",
   "when_you_joined":"귀하가 당사 보상 프로그램에 처음 가입했을 때 귀하는 당사 프로그램을 관리하는 당사 웹사이트의 사용 약관에 따라 가입했습니다.",
   "terms_of_use_indicate":"이용 약관에서 알 수 있듯이 당사는 당사 웹사이트에 종료 통지를 게시하여 보상 프로그램을 종료할 권리가 있습니다. 아래의 대문자로 표시된 모든 용어는 이용 약관에서와 동일한 의미를 갖습니다.",
   "thank_you_for_participation":"프로그램에 참여해 주셔서 감사합니다."
 },
 {
   "language_name": "Malay",
   "pr_code": "msa",
   "language": "ms",
   "rewards_termination_subject": "Notis Penamatan Penting kepada Peserta Program Ganjaran Kami",
   "terminating_rewards":"PIPINROCK SEDANG MENAMATKAN PROGRAM GANJARAN",
   "important_note":"Itulah sebabnya penting untuk anda mengambil perhatian tentang perkara yang anda mesti lakukan untuk menggunakan Mata Ganjaran anda dalam rangka masa yang diberikan.",
   "termination_list":"<li>Program Ganjaran kami akan ditamatkan pada 18 Januari 2023, jam 11:59 p.m. EST.</li><li>Notis Penamatan ini disiarkan di tapak web PipingRock kami dan sedang die-melkan kepada setiap peserta pada 18 November 2022.</li><li>Mulai 5 Disember 2022, anda tidak lagi akan memperoleh mata atau Wang Ganjaran dalam Program Ganjaran.</li><li>Bermula 5 Disember 2022 dan berakhir pada 18 Januari 2023, jam 11:59 malam. EST, semua Mata Ganjaran anda hanya boleh digunakan untuk pembelian pipingrock.com anda.</li><li>Antara sekarang dan 5 Disember 2022, anda boleh meminta dengan menghantar e-mel kepada kami di rewards@pipingrock.com yang kami agihkan kepada Anda Wang Ganjaran Anda dalam bentuk cek.</li><li>Sila ambil perhatian bahawa jika anda ingin berbuat demikian, e-mel anda mesti.</li><li>Diterima oleh kami pada atau sebelum 11:59 malam EST pada 5 Disember 2022.</li><li>Berikan alamat di mana pembayaran tersebut harus dihantar.</li><li>Selepas 11:59 p.m. EST pada 18 Januari 2023, Wang Ganjaran dan Mata Ganjaran Anda tidak akan dapat digunakan lagi.</li><li>Kewajipan kami berkenaan dengan Wang Ganjaran dan Mata Ganjaran anda terhad kepada maksimum enam bulan Ganjaran, dikira berdasarkan Ganjaran Anda untuk tempoh dari 19 Disember 2022, hingga 18 Januari 2023.</li>",
   "termination_alert":"Selepas jam 11:59 malam. EST pada 18 Januari 2023, Wang Ganjaran dan Mata Ganjaran Anda tidak akan dapat digunakan lagi.",
   "other_information":"MAKLUMAT LAIN:",
   "when_you_joined":"Apabila anda mula-mula menyertai Program Ganjaran kami, anda telah mengikut Syarat Penggunaan di tapak web kami, yang mengawal program kami.",
   "terms_of_use_indicate":"Seperti yang dinyatakan oleh Syarat Penggunaan, kami mempunyai hak untuk menamatkan Program Ganjaran kami dengan menyiarkan notis penamatan di tapak web kami. Semua istilah berhuruf besar di bawah mempunyai maksud yang sama seperti dalam Syarat Penggunaan.",
   "thank_you_for_participation":"TERIMA KASIH ATAS PENYERTAAN ANDA DALAM PROGRAM KAMI"
 },
 {
   "language_name": "Dutch",
   "pr_code": "nld",
   "language": "nl",
   "rewards_termination_subject": "Belangrijke beëindigingskennisgeving voor deelnemers aan ons beloningsprogramma",
   "terminating_rewards":"PIPINGROCK BEËINDIGT HET BELONINGSPROGRAMMA",
   "important_note":"Daarom is het belangrijk dat u oplet wat u moet doen om uw Spaarpunten binnen de gegeven tijd te gebruiken.",
   "termination_list":"<li>Ons Beloningsprogramma eindigt op 18 januari 2023 om 23:59 uur. EST.</li><li>Deze kennisgeving van beëindiging wordt op onze PipingRock-website geplaatst en op 18 november 2022 naar elke deelnemer gemaild.</li><li>Vanaf 5 december 2022 verdient u geen punten of beloningsgeld meer in het beloningsprogramma.</li><li>Beginnend op 5 december 2022 en eindigend op 18 januari 2023 om 23:59 uur. EST, zijn al uw Rewards-punten alleen bruikbaar voor uw aankopen op pipingrock.com.</li><li>Tussen nu en 5 december 2022 kunt u door ons te e-mailen op rewards@pipingrock.com een ​​verzoek indienen om uw beloningsgeld in de vorm van een cheque aan u uit te keren.</li><li>Houd er rekening mee dat als u dit wilt, uw e-mailadres moet worden opgegeven.</li><li>Ontvangen door ons op of vóór 23:59 uur EST op 5 december 2022.</li><li>Geef het adres op waar een dergelijke betaling naartoe moet worden gestuurd.</li><li>Na 23:59 uur EST op 18 januari 2023, zijn uw beloningsgeld en beloningspunten niet langer bruikbaar.</li><li>Onze verplichting met betrekking tot uw beloningsgeld en beloningspunten is beperkt tot maximaal zes maanden beloningen, berekend op basis van uw beloningen voor de periode van 19 december 2022 tot 18 januari 2023.</li>",
   "termination_alert":"Na 23:59 uur EST op 18 januari 2023, zijn uw beloningsgeld en beloningspunten niet langer bruikbaar.",
   "other_information":"ANDERE INFORMATIE:",
   "when_you_joined":"Toen u zich voor het eerst aanmeldde voor ons Beloningsprogramma, deed u dat overeenkomstig de Gebruiksvoorwaarden op onze website, die van toepassing zijn op ons programma.",
   "terms_of_use_indicate":"Zoals de gebruiksvoorwaarden aangeven, hebben we het recht om ons beloningsprogramma te beëindigen door een beëindigingsbericht op onze website te plaatsen. Alle termen met een hoofdletter hieronder hebben dezelfde betekenis als in de Gebruiksvoorwaarden.",
   "thank_you_for_participation":"BEDANKT VOOR JE DEELNAME AAN ONS PROGRAMMA"
 },
 {
   "language_name": "Norwegian",
   "pr_code": "nor",
   "language": "no",
   "rewards_termination_subject": "Viktig oppsigelsesvarsel til deltakerne i belønningsprogram",
   "terminating_rewards":"PIPINGROCK AVSLUTER BEVISNINGSPROGRAMMET",
   "important_note":"Derfor er det viktig for deg å legge merke til hva du må gjøre for å bruke belønningspoengene dine innenfor de gitte tidsrammer.",
   "termination_list":"<li>Vårt belønningsprogram avsluttes 18. januar 2023 kl. 23:59 EST.</li><li>Dette oppsigelsesvarselet blir lagt ut på PipingRock-nettstedet vårt og sendes på e-post til hver deltaker 18. november 2022.</li><li>Fra og med 5. desember 2022 vil du ikke lenger tjene poeng eller belønningspenger i belønningsprogrammet.</li><li>Fra og med 5. desember 2022 og slutter 18. januar 2023 kl. 23:59. EST, alle belønningspoengene dine vil kun være brukbare for pipingrock.com-kjøpene dine.</li><li>Mellom nå og 5. desember 2022 kan du be om ved å sende en e-post til oss på rewards@pipingrock.com at vi deler ut dine belønningspenger til deg i form av en sjekk.</li><li>Vær oppmerksom på at hvis du ønsker å gjøre det, må e-posten din.</li><li>Bli mottatt av oss på eller før kl. 23:59 EST den 5. desember 2022.</li><li>Oppgi adressen som slik betaling skal sendes til.</li><li>Etter kl. 23.59 EST den 18. januar 2023 vil dine belønningspenger og belønningspoeng ikke lenger være brukbare.</li><li>Vår forpliktelse med hensyn til dine belønningspenger og belønningspoeng er begrenset til maksimalt seks måneder med belønninger, beregnet basert på dine belønninger for perioden fra 19. desember 2022 til 18. januar 2023.</li>",
   "termination_alert":"Etter klokken 23:59 EST den 18. januar 2023 vil ikke dine belønningspenger og belønningspoeng lenger være brukbare.",
   "other_information":"ANNEN INFORMASJON:",
   "when_you_joined":"Da du først ble med i vårt belønningsprogram, gjorde du det i henhold til vilkårene for bruk på nettstedet vårt, som styrer programmet vårt.",
   "terms_of_use_indicate":"Som vilkårene for bruk indikerer, har vi rett til å avslutte vårt belønningsprogram ved å legge ut et oppsigelsesvarsel på nettstedet vårt. Alle begrepene med store bokstaver nedenfor har samme betydning som i vilkårene for bruk.",
   "thank_you_for_participation":"TAKK FOR DIN DELTAKELSE I VÅRT PROGRAM"
 },
 {
   "language_name": "Polish",
   "pr_code": "pol",
   "language": "pl",
   "rewards_termination_subject": "Ważne powiadomienie o zakończeniu dla uczestników naszego programu nagród",
   "terminating_rewards":"PIPINGROCK KOŃCZY PROGRAM NAGRÓD",
   "important_note":"Dlatego ważne jest, abyś zanotował, co musisz zrobić, aby wykorzystać swoje Punkty Rewards w określonych ramach czasowych.",
   "termination_list":"<li>Nasz program nagród zakończy się 18 stycznia 2023 r. o godzinie 23:59 czasu wschodniego.</li><li>Niniejsze powiadomienie o zakończeniu jest publikowane na naszej stronie internetowej PipingRock i wysyłane e-mailem do każdego uczestnika 18 listopada 2022 r.</li><li>Począwszy od 5 grudnia 2022 r. nie będziesz już zdobywać punktów ani pieniędzy z tytułu nagród w Programie nagród.</li><li>Od 5 grudnia 2022 r. do 18 stycznia 2023 r. o godz. 23:59. EST, wszystkie Twoje punkty Rewards będą przydatne wyłącznie do zakupów na pipingrock.com.</li><li>Od teraz do 5 grudnia 2022 r. możesz poprosić, wysyłając wiadomość e-mail na adres nagrody@pipingrock.com, abyśmy przekazali Ci pieniądze z nagrody w formie czeku.</li><li>Pamiętaj, że jeśli chcesz to zrobić, musisz podać swój adres e-mail.</li><li>Bądź przez nas przyjęty najpóźniej do 23:59 czasu wschodniego 5 grudnia 2022 r.</li><li>Podaj adres, na który taka płatność ma zostać wysłana.</li><li>Po 23:59 EST w dniu 18 stycznia 2023 r. Twoje pieniądze z programu Rewards i punkty Rewards nie będą już dostępne.</li><li>Nasze zobowiązania w odniesieniu do Twoich nagród pieniężnych i punktów Rewards są ograniczone do maksymalnie sześciu miesięcy Nagród, obliczonych na podstawie Twoich nagród za okres od 19 grudnia 2022 r. do 18 stycznia 2023 r.</li>",
   "termination_alert":"Po 23:59 EST w dniu 18 stycznia 2023 r. Twoje pieniądze z programu Rewards i punkty Rewards nie będą już dostępne.",
   "other_information":"INNE INFORMACJE:",
   "when_you_joined":"Kiedy po raz pierwszy dołączyłeś do naszego Programu nagród, zrobiłeś to zgodnie z Warunkami korzystania z naszej witryny internetowej, które regulują nasz program.",
   "terms_of_use_indicate":"Zgodnie z Warunkami użytkowania mamy prawo do zakończenia naszego Programu nagród poprzez opublikowanie zawiadomienia o zakończeniu na naszej stronie internetowej. Wszystkie poniższe terminy pisane wielką literą mają takie samo znaczenie, jak w Warunkach użytkowania.",
   "thank_you_for_participation":"DZIĘKUJEMY ZA UDZIAŁ W NASZYM PROGRAMIE"
 },
 {
   "language_name": "Portuguese",
   "pr_code": "por",
   "language": "pt",
   "rewards_termination_subject": "Aviso importante de rescisão aos participantes do nosso programa de recompensas",
   "terminating_rewards":"A PIPINGROCK ESTÁ ENCERRANDO O PROGRAMA DE RECOMPENSAS",
   "important_note":"É por isso que é importante que você tome nota do que deve fazer para usar seus Pontos de Recompensa nos prazos indicados.",
   "termination_list":"<li>Nosso Programa de Recompensas será encerrado em 18 de janeiro de 2023, às 23h59 EST.</li><li>Este Aviso de Rescisão está sendo publicado em nosso site da PipingRock e enviado por e-mail a cada participante em 18 de novembro de 2022.</li><li>A partir de 5 de dezembro de 2022, você não ganhará mais pontos ou Rewards Money no Rewards Program.</li><li>Com início em 5 de dezembro de 2022 e término em 18 de janeiro de 2023, às 23h59. EST, todos os seus Pontos de Recompensa só poderão ser usados ​​para suas compras em pipingrock.com.</li><li>Entre agora e 5 de dezembro de 2022, você pode solicitar enviando um e-mail para rewards@pipingrock.com que distribuímos a você seu dinheiro de recompensa na forma de um cheque.</li><li>Por favor, note que se você quiser fazê-lo, seu e-mail deve.</li><li>Ser recebido por nós até às 23h59 EST de 5 de dezembro de 2022.</li><li>Fornecer o endereço para onde o pagamento deve ser enviado.</li><li>Depois das 23h59 EST em 18 de janeiro de 2023, seu dinheiro de recompensas e pontos de recompensas não poderão mais ser usados.</li><li>Nossa obrigação com relação ao seu Rewards Money e Rewards Points é limitada a um máximo de seis meses de Rewards, calculado com base em suas recompensas para o período de 19 de dezembro de 2022 até 18 de janeiro de 2023.</li>",
   "termination_alert":"Depois das 23h59. EST em 18 de janeiro de 2023, seu dinheiro de recompensas e pontos de recompensas não poderão mais ser usados.",
   "other_information":"OUTRA INFORMAÇÃO:",
   "when_you_joined":"Quando você se juntou ao nosso Programa de Recompensas, você o fez de acordo com os Termos de Uso em nosso site, que regem nosso programa.",
   "terms_of_use_indicate":"Conforme indicam os Termos de Uso, temos o direito de encerrar nosso Programa de Recompensas publicando um aviso de rescisão em nosso site. Todos os termos em letras maiúsculas abaixo têm os mesmos significados que nos Termos de Uso.",
   "thank_you_for_participation":"OBRIGADO POR SUA PARTICIPAÇÃO EM NOSSO PROGRAMA"
 },
 {
   "language_name": "Romanian",
   "pr_code": "ron",
   "language": "ro",
   "rewards_termination_subject": "Notificare importantă de reziliere pentru participanții la programul nostru de recompense",
   "terminating_rewards":"PIPINGROCK ÎNCHEIE PROGRAMUL DE RECOMPENSE",
   "important_note":"De aceea, este important să țineți cont de ceea ce trebuie să faceți pentru a vă folosi punctele de recompensă în intervalele de timp date.",
   "termination_list":"<li>Programul nostru de recompense se va încheia pe 18 ianuarie 2023, la 11:59 p.m. EST.</li><li>Această notificare de reziliere este postată pe site-ul nostru web PipingRock și este trimisă prin e-mail fiecărui participant pe 18 noiembrie 2022.</li><li>Începând cu 5 decembrie 2022, nu veți mai câștiga puncte sau Rewards Money în Programul Rewards.</li><li>Începând cu 5 decembrie 2022 și se termină pe 18 ianuarie 2023, la 23:59. EST, toate punctele dvs. Rewards vor fi utilizabile numai pentru achizițiile dvs. pe pipingrock.com.</li><li>Între acum și 5 decembrie 2022, puteți solicita, trimițându-ne un e-mail la rewards@pipingrock.com, să vă distribuim banii dvs. de recompense sub forma unui cec.</li><li>Vă rugăm să rețineți că, dacă doriți să faceți acest lucru, e-mailul dvs. trebuie.</li><li>Să fiți primit de noi până la ora 23:59 EST, pe 5 decembrie 2022.</li><li>Furnizați adresa la care trebuie trimisă o astfel de plată.</li><li>După ora 23:59. EST pe 18 ianuarie 2023, banii și punctele dvs. de recompense nu vor mai fi utilizabile.</li><li>Obligația noastră cu privire la banii și punctele dvs. de recompense este limitată la maximum șase luni de recompense, calculate pe baza recompenselor dvs. pentru perioada de la 19 decembrie 2022 până la 18 ianuarie 2023.</li>",
   "termination_alert":"După ora 23:59. EST pe 18 ianuarie 2023, banii și punctele dvs. de recompense nu vor mai fi utilizabile.",
   "other_information":"ALTE INFORMAȚII:",
   "when_you_joined":"Când v-ați alăturat pentru prima dată programului nostru de recompense, ați făcut-o în conformitate cu Termenii de utilizare de pe site-ul nostru, care guvernează programul nostru.",
   "terms_of_use_indicate":"După cum indică Termenii de utilizare, avem dreptul de a rezilia Programul nostru de recompense prin publicarea unei notificări de reziliere pe site-ul nostru web. Toți termenii cu majuscule de mai jos au aceleași semnificații ca în Termenii de utilizare.",
   "thank_you_for_participation":"MULȚUMIM PENTRU PARTICIPAREA DVS. LA PROGRAMUL NOSTRU"
 },
 {
   "language_name": "Russian",
   "pr_code": "rus",
   "language": "ru",
   "rewards_termination_subject": "СПАСИБО ЗА УЧАСТИЕ В НАШЕЙ ПРОГРАММЕ",
   "terminating_rewards":"PIPINGROCK ЗАКРЫВАЕТ ПРОГРАММУ ВОЗНАГРАЖДЕНИЯ",
   "important_note":"Вот почему вам важно обратить внимание на то, что вы должны сделать, чтобы использовать свои бонусные баллы в указанные сроки.",
   "termination_list":"<li>Наша программа вознаграждений завершится 18 января 2023 года в 23:59 по восточному поясному времени.</li><li>Настоящее Уведомление о прекращении действия размещено на нашем веб-сайте PipingRock и отправлено каждому участнику по электронной почте 18 ноября 2022 г.</li><li>Начиная с 5 декабря 2022 г. вы больше не будете зарабатывать баллы или вознаграждения в Программе вознаграждений.</li><li>Начиная с 5 декабря 2022 г. и заканчивая 18 января 2023 г., 23:59. EST, все ваши бонусные баллы можно будет использовать только для покупок на сайте pipingrock.com.</li><li>В период с настоящего времени до 5 декабря 2022 г. вы можете запросить, написав нам по электронной почте на адрес rewards@pipingrock.com, чтобы мы передали вам ваши призовые деньги в виде чека.</li><li>Обратите внимание, что если вы хотите сделать это, ваша электронная почта должна быть.</li><li>Получение нами не позднее 23:59 по восточному поясному времени 5 декабря 2022 г.</li><li>Укажите адрес, по которому следует отправить такой платеж.</li><li>После 23:59. 18 января 2023 года по восточному поясному времени Ваши бонусные деньги и бонусные баллы больше нельзя будет использовать.</li><li>Наши обязательства в отношении ваших Наградных денег и Наградных баллов ограничены максимум шестью месяцами Вознаграждений, рассчитанных на основе ваших Вознаграждений за период с 19 декабря 2022 г. по 18 января 2023 г.</li>",
   "termination_alert":"После 23:59 18 января 2023 года по восточному поясному времени ваши бонусные деньги и бонусные баллы больше нельзя будет использовать.",
   "other_information":"ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ:",
   "when_you_joined":"Когда вы впервые присоединились к нашей Программе вознаграждений, вы сделали это в соответствии с Условиями использования на нашем веб-сайте, которые регулируют нашу программу.",
   "terms_of_use_indicate":"Как указано в Условиях использования, мы имеем право прекратить действие нашей Программы вознаграждений, разместив уведомление о прекращении на нашем веб-сайте. Все приведенные ниже термины, написанные с заглавной буквы, имеют те же значения, что и в Условиях использования.",
   "thank_you_for_participation":"СПАСИБО ЗА УЧАСТИЕ В НАШЕЙ ПРОГРАММЕ"
 },
 {
   "language_name": "Slovak",
   "pr_code": "slk",
   "language": "sk",
   "rewards_termination_subject": "Dôležité upozornenie o ukončení pre účastníkov nášho programu odmien",
   "terminating_rewards":"PIPINGROCK UKONČUJE PROGRAM ODMIEN",
   "important_note":"Preto je dôležité, aby ste si všimli, čo musíte urobiť, aby ste svoje Odmenové body v daných časových intervaloch použili.",
   "termination_list":"<li>Náš program odmien sa skončí 18. januára 2023 o 23:59 EST.</li><li>Toto oznámenie o ukončení sa zverejňuje na našej webovej stránke PipingRock a každému účastníkovi sa posiela e-mailom 18. novembra 2022.</li><li>Od 5. decembra 2022 už nebudete získavať body ani odmeny v programe odmien.</li><li>Od 5. decembra 2022 do 18. januára 2023 o 23:59 hod. EST, všetky vaše vernostné body budú použiteľné iba na vaše nákupy na pipingrock.com.</li><li>Odteraz do 5. decembra 2022 nám môžete poslať e-mail na adresu winners@pipingrock.com a požiadať o to, aby sme vám rozdelili vaše peniaze na odmenu vo forme šeku.</li><li>Upozorňujeme, že ak tak chcete urobiť, váš e-mail musí.</li><li>Dostaneme vás najneskôr 5. decembra 2022 do 23:59 EST.</li><li>Uveďte adresu, kam má byť platba zaslaná.</li><li>Po 23:59 hod. EST dňa 18. januára 2023, vaše odmenové peniaze a odmenové body už nebudú použiteľné.</li><li>Naša povinnosť týkajúca sa vašich odmien a bodov za odmeny je obmedzená na maximálne šesť mesiacov odmien vypočítaných na základe vašich odmien za obdobie od 19. decembra 2022 do 18. januára 2023.</li>",
   "termination_alert":"Po 23:59 hod. EST dňa 18. januára 2023, vaše odmenové peniaze a odmenové body už nebudú použiteľné.",
   "other_information":"ĎALŠIE INFORMÁCIE:",
   "when_you_joined":"Keď ste sa prvýkrát zapojili do nášho Programu odmien, postupovali ste v súlade s Podmienkami používania na našej webovej stránke, ktoré riadia náš program.",
   "terms_of_use_indicate":"Ako uvádzajú Podmienky používania, máme právo ukončiť náš program odmien zverejnením oznámenia o ukončení na našej webovej stránke. Všetky výrazy uvedené nižšie majú rovnaký význam ako v podmienkach používania.",
   "thank_you_for_participation":"ĎAKUJEME ZA ÚČASŤ V NAŠOM PROGRAME"
 },
 {
   "language_name": "Slovene",
   "pr_code": "slv",
   "language": "sl",
   "rewards_termination_subject": "Pomembno obvestilo o prekinitvi za udeležence našega programa nagrajevanja",
   "terminating_rewards":"PIPINGROCK UKINJA PROGRAM NAGRAJEVANJA",
   "important_note":"Zato je pomembno, da se seznanite s tem, kaj morate storiti, da uporabite svoje nagradne točke v danih časovnih okvirih.",
   "termination_list":"<li>Naš program nagrajevanja se bo zaključil 18. januarja 2023 ob 23:59 EST.</li><li>To obvestilo o prekinitvi je objavljeno na naši spletni strani PipingRock in 18. novembra 2022 poslano vsakemu udeležencu po e-pošti.</li><li>Od 5. decembra 2022 ne boste več pridobivali točk ali denarnih nagrad v programu nagrajevanja.</li><li>Začetek 5. decembra 2022 in zaključek 18. januarja 2023 ob 23.59. EST bodo vse vaše nagradne točke uporabne samo za nakupe na pipingrock.com.</li><li>Od zdaj do 5. decembra 2022 lahko z e-poštnim sporočilom na rewards@pipingrock.com zahtevate, da vam razdelimo denarno nagrado v obliki čeka.</li><li>Prosimo, upoštevajte, da če želite to storiti, morate imeti svoj e-poštni naslov.</li><li>Prejeli naj vas 5. decembra 2022 ob 23:59 EST ali pred njim.</li><li>Navedite naslov, kamor naj se tako plačilo pošlje.</li><li>Po 23.59 uri. EST 18. januarja 2023 vaš denar za nagrade in nagradne točke ne bodo več uporabni.</li><li>Naša obveznost v zvezi z vašim nagradnim denarjem in nagradnimi točkami je omejena na največ šest mesecev nagrad, izračunanih na podlagi vaših nagrad za obdobje od 19. decembra 2022 do 18. januarja 2023.</li>",
   "termination_alert":"Po 23.59 uri. EST 18. januarja 2023 vaš denar za nagrade in nagradne točke ne bodo več uporabni.",
   "other_information":"DRUGE INFORMACIJE:",
   "when_you_joined":"Ko ste se prvič pridružili našemu programu nagrajevanja, ste ravnali v skladu s pogoji uporabe na naši spletni strani, ki urejajo naš program.",
   "terms_of_use_indicate":"Kot navajajo pogoji uporabe, imamo pravico prekiniti naš program nagrajevanja z objavo obvestila o prekinitvi na naši spletni strani. Vsi spodnji izrazi z veliko začetnico imajo enak pomen kot v pogojih uporabe.",
   "thank_you_for_participation":"HVALA ZA SODELOVANJE V NAŠEM PROGRAMU"
 },
 {
   "language_name": "Spanish",
   "pr_code": "spa",
   "language": "es",
   "rewards_termination_subject": "Aviso importante de terminación para los participantes de nuestro programa de recompensas",
   "terminating_rewards":"PIPINGROCK TERMINA EL PROGRAMA DE RECOMPENSAS",
   "important_note":"Por eso es importante que tomes nota de lo que debes hacer para utilizar tus Puntos de Recompensa en los plazos establecidos.",
   "termination_list":"<li>Nuestro Programa de Recompensas terminará el 18 de enero de 2023 a las 11:59 p. m. EST.</li><li>Este Aviso de rescisión se publica en nuestro sitio web de PipingRock y se envía por correo electrónico a cada participante el 18 de noviembre de 2022.</li><li>A partir del 5 de diciembre de 2022, ya no ganará puntos ni recompensas monetarias en el Programa de recompensas.</li><li>Desde el 5 de diciembre de 2022 hasta el 18 de enero de 2023 a las 23:59 h. EST, todos sus puntos de recompensa solo se podrán usar para sus compras en pipingrock.com.</li><li>Desde ahora hasta el 5 de diciembre de 2022, puede solicitar, enviándonos un correo electrónico a rewards@pipingrock.com, que le distribuyamos su dinero de recompensa en forma de cheque.</li><li>Tenga en cuenta que si desea hacerlo, su correo electrónico debe hacerlo.</li><li>Ser recibido por nosotros antes de las 11:59 p. m. EST del 5 de diciembre de 2022.</li><li>Proporcione la dirección donde se debe enviar dicho pago.</li><li>Después de las 11:59 p. m. EST del 18 de enero de 2023, su dinero de recompensas y puntos de recompensas ya no se podrán utilizar.</li><li>Nuestra obligación con respecto a su Dinero de Recompensas y Puntos de Recompensas se limita a un máximo de seis meses de Recompensas, calculado en base a Sus Recompensas para el período del 19 de diciembre de 2022 al 18 de enero de 2023</li>",
   "termination_alert":"Después de las 23:59 EST del 18 de enero de 2023, su dinero de recompensas y puntos de recompensas ya no se podrán utilizar.",
   "other_information":"OTRA INFORMACIÓN:",
   "when_you_joined":"Cuando se unió por primera vez a nuestro Programa de recompensas, lo hizo de conformidad con los Términos de uso de nuestro sitio web, que rigen nuestro programa.",
   "terms_of_use_indicate":"Como indican los Términos de uso, tenemos derecho a cancelar nuestro Programa de recompensas mediante la publicación de un aviso de terminación en nuestro sitio web. Todos los términos en mayúscula a continuación tienen los mismos significados que en los Términos de uso.",
   "thank_you_for_participation":"GRACIAS POR SU PARTICIPACIÓN EN NUESTRO PROGRAMA"
 },
 {
   "language_name": "Swedish",
   "pr_code": "swe",
   "language": "sv",
   "rewards_termination_subject": "Viktigt meddelande om uppsägning till våra deltagare i belöningsprogrammet",
   "terminating_rewards":"PIPINGROCK AVSLUTERAR BELONINGSPROGRAMMET",
   "important_note":"Det är därför det är viktigt för dig att notera vad du måste göra för att använda dina belöningspoäng inom de givna tidsramarna.",
   "termination_list":"<li>Vårt belöningsprogram kommer att avslutas den 18 januari 2023, kl. 23:59 EST.</li><li>Detta meddelande om uppsägning publiceras på vår PipingRock-webbplats och e-postas till varje deltagare den 18 november 2022.</li><li>Från och med den 5 december 2022 kommer du inte längre att tjäna poäng eller belöningspengar i belöningsprogrammet.</li><li>Börjar 5 december 2022 och slutar 18 januari 2023 kl. 23.59. EST, alla dina belöningspoäng kommer endast att kunna användas för dina köp på pipingrock.com.</li><li>Mellan nu och 5 december 2022 kan du begära genom att maila oss på rewards@pipingrock.com att vi delar ut dina belöningspengar till dig i form av en check.</li><li>Observera att om du vill göra det måste din e-post.</li><li>Ta emot av oss senast 23:59 EST den 5 december 2022.</li><li>Ange adressen dit sådan betalning ska skickas.</li><li>Efter 23:59 EST den 18 januari 2023 kommer dina belöningspengar och belöningspoäng inte längre att vara användbara.</li><li>Vår skyldighet med avseende på dina belöningspengar och belöningspoäng är begränsad till maximalt sex månaders belöningar, beräknade baserat på dina belöningar för perioden från 19 december 2022 till 18 januari 2023.</li>",
   "termination_alert":"Efter 23:59 EST den 18 januari 2023 kommer dina belöningspengar och belöningspoäng inte längre att vara användbara.",
   "other_information":"ANNAN INFORMATION:",
   "when_you_joined":"När du först gick med i vårt belöningsprogram gjorde du det i enlighet med användarvillkoren på vår webbplats, som styr vårt program.",
   "terms_of_use_indicate":"Som användarvillkoren anger har vi rätt att avsluta vårt belöningsprogram genom att lägga upp ett meddelande om uppsägning på vår webbplats. Alla termer med versaler nedan har samma betydelser som i användarvillkoren.",
   "thank_you_for_participation":"TACK FÖR DITT DELTAGANDE I VÅRT PROGRAM"
 },
 {
   "language_name": "Thai",
   "pr_code": "tha",
   "language": "th",
   "rewards_termination_subject": "ประกาศการสิ้นสุดที่สำคัญสำหรับผู้เข้าร่วมโปรแกรมรางวัลของเรา",
   "terminating_rewards":"PIPINGROCK กำลังยุติโปรแกรมรางวัล",
   "important_note":"ด้วยเหตุนี้จึงเป็นเรื่องสำคัญที่คุณจะต้องจดบันทึกสิ่งที่คุณต้องทำเพื่อใช้คะแนนรางวัลในช่วงเวลาที่กำหนด",
   "termination_list":"<li>โปรแกรมรางวัลของเราจะสิ้นสุดในวันที่ 18 มกราคม 2023 เวลา 23:59 น. EST</li><li>ประกาศการสิ้นสุดนี้ถูกโพสต์บนเว็บไซต์ PipingRock ของเรา และจะถูกส่งทางอีเมลถึงผู้เข้าร่วมแต่ละคนในวันที่ 18 พฤศจิกายน 2022</li><li>ตั้งแต่วันที่ 5 ธันวาคม 2022 คุณจะไม่ได้รับคะแนนหรือเงินรางวัลในโปรแกรมรางวัลอีกต่อไป</li><li>เริ่มวันที่ 5 ธันวาคม 2565 สิ้นสุดวันที่ 18 มกราคม 2566 เวลา 23.59 น. EST คะแนนรางวัลทั้งหมดของคุณจะใช้ได้กับการซื้อที่ pipingrock.com ของคุณเท่านั้น</li><li>ตั้งแต่วันนี้ถึงวันที่ 5 ธันวาคม 2022 คุณสามารถส่งคำขอโดยส่งอีเมลถึงเราที่ rewards@pipingrock.com ให้เราแจกจ่ายเงินรางวัลของคุณในรูปแบบเช็ค</li><li>โปรดทราบว่าหากคุณต้องการทำเช่นนั้น อีเมลของคุณต้อง</li><li>จะได้รับภายในหรือก่อนเวลา 23:59 น. EST ของวันที่ 5 ธันวาคม 2022</li><li>ระบุที่อยู่ในการจัดส่งการชำระเงินดังกล่าว</li><li>หลัง 23.59 น. EST ในวันที่ 18 มกราคม 2023 เงินรางวัลและคะแนนรางวัลของคุณจะไม่สามารถใช้ได้อีกต่อไป</li><li>ภาระผูกพันของเราเกี่ยวกับเงินรางวัลและคะแนนรางวัลของคุณจำกัดอยู่ที่รางวัลสูงสุดหกเดือน คำนวณตามรางวัลของคุณสำหรับช่วงเวลาตั้งแต่วันที่ 19 ธันวาคม 2022 จนถึงวันที่ 18 มกราคม 2023</li>",
   "termination_alert":"หลัง 23.59 น. EST ในวันที่ 18 มกราคม 2023 เงิน Rewards และคะแนน Rewards ของคุณจะไม่สามารถใช้ได้อีกต่อไป",
   "other_information":"ข้อมูลอื่น ๆ:",
   "when_you_joined":"เมื่อคุณเข้าร่วมโปรแกรมรางวัลของเราเป็นครั้งแรก คุณได้ปฏิบัติตามข้อกำหนดการใช้งานบนเว็บไซต์ของเราซึ่งควบคุมโปรแกรมของเรา",
   "terms_of_use_indicate":"ตามที่ข้อกำหนดการใช้งานระบุไว้ เรามีสิทธิ์ที่จะยุติโปรแกรมรางวัลของเราโดยการโพสต์ประกาศการสิ้นสุดบนเว็บไซต์ของเรา คำที่ใช้อักษรตัวพิมพ์ใหญ่ทั้งหมดด้านล่างมีความหมายเช่นเดียวกับในข้อกำหนดการใช้งาน",
   "thank_you_for_participation":"ขอบคุณสำหรับการมีส่วนร่วมของคุณในโปรแกรมของเรา"
 },
 {
   "language_name": "Turkish",
   "pr_code": "tur",
   "language": "tr",
   "rewards_termination_subject": "Ödül Programı Katılımcılarımıza Önemli Fesih Bildirimi",
   "terminating_rewards":"PIPINGROCK ÖDÜL PROGRAMINI SONLANDIRIYOR",
   "important_note":"Bu nedenle, Ödül Puanlarınızı verilen zaman dilimlerinde kullanmak için yapmanız gerekenleri not etmeniz önemlidir.",
   "termination_list":"<li>Ödül Programımız 18 Ocak 2023, 23:59 EST'de sona erecektir.</li><li>Bu Fesih Bildirimi, PipingRock web sitemizde yayınlanmakta ve 18 Kasım 2022'de her katılımcıya e-posta ile gönderilmektedir.</li><li>5 Aralık 2022'den itibaren Ödül Programında artık puan veya Ödül Parası kazanmayacaksınız.</li><li>5 Aralık 2022'de başlayıp 18 Ocak 2023'te saat 23:59'da sona erecek. EST, tüm Ödül Puanlarınız yalnızca pipingrock.com satın alımlarınız için kullanılabilecektir.</li><li>Bugünden 5 Aralık 2022 tarihine kadar, Ödül Paranızı Size çek şeklinde dağıtmamızı,wards@pipingrock.com adresinden bize e-posta göndererek talep edebilirsiniz.</li><li>Lütfen bunu yapmak istiyorsanız, e-postanızın olması gerektiğini unutmayın.</li><li>5 Aralık 2022 saat 23:59 EST'de veya öncesinde tarafımıza ulaşacaktır.</li><li>Bu ödemenin gönderileceği adresi belirtin.</li><li>23:59'dan sonra. 18 Ocak 2023'te EST, Ödül Paranız ve Ödül Puanlarınız artık kullanılamayacaktır.</li><li>Ödül Paranız ve Ödül Puanlarınızla ilgili yükümlülüğümüz, 19 Aralık 2022 tarihinden 18 Ocak 2023 tarihine kadar Ödüllerinize göre hesaplanan en fazla altı aylık Ödül ile sınırlıdır.</li>",
   "termination_alert":"23:59'dan sonra 18 Ocak 2023'te EST, Ödül Paranız ve Ödül Puanlarınız artık kullanılamayacaktır.",
   "other_information":"DİĞER BİLGİLER:",
   "when_you_joined":"Ödül Programımıza ilk katıldığınızda, programımızı yöneten web sitemizdeki Kullanım Koşullarına göre katıldınız.",
   "terms_of_use_indicate":"Kullanım Koşullarında belirtildiği gibi, web sitemizde bir fesih bildirimi yayınlayarak Ödül Programımızı feshetme hakkımız vardır. Aşağıdaki büyük harfle yazılmış terimlerin tümü, Kullanım Koşulları'ndaki anlamlarla aynıdır.",
   "thank_you_for_participation":"PROGRAMIMIZA KATILIMINIZ İÇİN TEŞEKKÜR EDERİZ"
 },
 {
   "language_name": "Vietnamese",
   "pr_code": "vie",
   "language": "vi",
   "rewards_termination_subject": "Thông báo chấm dứt quan trọng cho những người tham gia chương trình phần thưởng của chúng tôi",
   "terminating_rewards":"PIPINGROCK ĐANG CHẤM DỨT CHƯƠNG TRÌNH PHẦN THƯỞNG",
   "important_note":"Đó là lý do tại sao điều quan trọng là bạn phải lưu ý những gì bạn phải làm để sử dụng Điểm thưởng của mình trong các khung thời gian nhất định.",
   "termination_list":"<li>Chương trình Phần thưởng của chúng tôi sẽ kết thúc vào ngày 18 tháng 1 năm 2023, lúc 11:59 tối theo giờ EST.</li><li>Thông báo Chấm dứt này đang được đăng trên trang web PipingRock của chúng tôi và sẽ được gửi qua email cho từng người tham gia vào ngày 18 tháng 11 năm 2022.</li><li>Bắt đầu từ ngày 5 tháng 12 năm 2022, bạn sẽ không còn kiếm được điểm hoặc Tiền thưởng trong Chương trình Phần thưởng nữa.</li><li>Bắt đầu từ ngày 5 tháng 12 năm 2022 và kết thúc vào ngày 18 tháng 1 năm 2023, lúc 11:59 tối. EST, tất cả Điểm thưởng của bạn sẽ chỉ có thể sử dụng được cho các giao dịch mua trên pipingrock.com của bạn.</li><li>Từ nay đến ngày 5 tháng 12 năm 2022, bạn có thể yêu cầu bằng cách gửi email cho chúng tôi theo địa chỉ Rewards@pipingrock.com để chúng tôi phân phối Tiền thưởng của bạn dưới dạng séc.</li><li>Xin lưu ý rằng nếu bạn muốn làm như vậy, email của bạn phải.</li><li>Được chúng tôi nhận vào hoặc trước 11:59 tối EST ngày 5 tháng 12 năm 2022.</li><li>Cung cấp địa chỉ nơi gửi khoản thanh toán đó.</li><li>Sau 11:59 tối. EST vào ngày 18 tháng 1 năm 2023, Tiền thưởng và Điểm thưởng của bạn sẽ không còn sử dụng được nữa.</li><li>Nghĩa vụ của chúng tôi đối với Tiền thưởng và Điểm thưởng của bạn được giới hạn trong tối đa sáu tháng Thưởng, được tính dựa trên Điểm thưởng của bạn trong khoảng thời gian từ ngày 19 tháng 12 năm 2022 đến ngày 18 tháng 1 năm 2023.</li>",
   "termination_alert":"Sau 11:59 tối EST vào ngày 18 tháng 1 năm 2023, Tiền thưởng và Điểm thưởng của bạn sẽ không còn sử dụng được nữa.",
   "other_information":"THÔNG TIN KHÁC:",
   "when_you_joined":"Khi bạn lần đầu tiên tham gia Chương trình phần thưởng của chúng tôi, bạn đã tuân theo Điều khoản sử dụng trên trang web của chúng tôi, điều này chi phối chương trình của chúng tôi.",
   "terms_of_use_indicate":"Như Điều khoản sử dụng chỉ ra, chúng tôi có quyền chấm dứt Chương trình phần thưởng của mình bằng cách đăng thông báo chấm dứt trên trang web của chúng tôi. Tất cả các thuật ngữ viết hoa dưới đây đều có ý nghĩa tương tự như trong Điều khoản sử dụng.",
   "thank_you_for_participation":"CẢM ƠN BẠN ĐÃ THAM GIA CHƯƠNG TRÌNH CỦA CHÚNG TÔI"
 },
 {
   "language_name": "Chinese Simplified",
   "pr_code": "zhs",
   "language": "zh-CHS",
   "rewards_termination_subject": "给我们的奖励计划参与者的重要终止通知",
   "terminating_rewards":"PIPINGROCK 正在终止奖励计划",
   "important_note":"这就是为什么重要的是要注意在给定的时间范围内必须做什么才能使用您的奖励积分。",
   "termination_list":"<li>我们的奖励计划将于美国东部时间 2023 年 1 月 18 日晚上 11:59 终止。</li><li>本终止通知发布在我们的 PipingRock 网站上，并于 2022 年 11 月 18 日通过电子邮件发送给每位参与者。</li><li>从 2022 年 12 月 5 日开始，您将不再在奖励计划中赚取积分或奖励金。</li><li>从 2022 年 12 月 5 日开始到 2023 年 1 月 18 日晚上 11:59 结束。 EST，您所有的奖励积分将仅可用于您在 pipingrock.com 上的购买。</li><li>从现在到 2022 年 12 月 5 日，您可以通过发送电子邮件至 rewards@pipingrock.com 请求我们以支票形式向您分发您的奖励金。</li><li>请注意，如果您想这样做，您的电子邮件必须。</li><li>我们将在 2022 年 12 月 5 日美国东部标准时间晚上 11:59 或之前收到。</li><li>提供应发送此类付款的地址。</li><li>晚上 11:59 之后美国东部时间 2023 年 1 月 18 日，您的奖励资金和奖励积分将不再可用。</li><li>我们对您的奖励金和奖励积分的义务限于最多六个月的奖励，根据您从 2022 年 12 月 19 日到 2023 年 1 月 18 日期间的奖励计算</li>",
   "termination_alert":"晚上 11:59 之后美国东部时间 2023 年 1 月 18 日，您的奖励资金和奖励积分将不再可用。",
   "other_information":"其他信息：",
   "when_you_joined":"当您第一次加入我们的奖励计划时，您是根据我们网站上管理我们计划的使用条款进行的。",
   "terms_of_use_indicate":"如使用条款所示，我们有权通过在我们的网站上发布终止通知来终止我们的奖励计划。以下所有大写术语与使用条款中的含义相同。",
   "thank_you_for_participation":"感谢您参与我们的计划"
 },
 {
   "language_name": "Chinese Traditional",
   "pr_code": "zht",
   "language": "zh-CHT",
   "rewards_termination_subject": "給我們的獎勵計劃參與者的重要終止通知",
   "terminating_rewards":"PIPINGROCK 正在終止獎勵計劃",
   "important_note":"這就是為什麼重要的是要注意在給定的時間範圍內必須做什麼才能使用您的獎勵積分。",
   "termination_list":"<li>我們的獎勵計劃將於美國東部時間 2023 年 1 月 18 日晚上 11:59 終止。</li><li>本終止通知發佈在我們的 PipingRock 網站上，並於 2022 年 11 月 18 日通過電子郵件發送給每位參與者。</li><li>從 2022 年 12 月 5 日開始，您將不再在獎勵計劃中賺取積分或獎勵資金。</li><li>從 2022 年 12 月 5 日開始到 2023 年 1 月 18 日晚上 11:59 結束。 EST，您所有的獎勵積分將僅可用於您在 pipingrock.com 上的購買。</li><li>從現在到 2022 年 12 月 5 日，您可以通過發送電子郵件至 rewards@pipingrock.com 請求我們以支票形式向您分發您的獎勵金。</li><li>請注意，如果您想這樣做，您的電子郵件必須。</li><li>我們將在 2022 年 12 月 5 日美國東部標準時間晚上 11:59 或之前收到。</li><li>提供應發送此類付款的地址。</li><li>晚上 11:59 之後美國東部時間 2023 年 1 月 18 日，您的獎勵資金和獎勵積分將不再可用。</li><li>我們對您的獎勵金和獎勵積分的義務限於最多六個月的獎勵，根據您從 2022 年 12 月 19 日到 2023 年 1 月 18 日期間的獎勵計算</li>",
   "termination_alert":"晚上 11:59 之後美國東部時間 2023 年 1 月 18 日，您的獎勵資金和獎勵積分將不再可用。",
   "other_information":"其他信息：",
   "when_you_joined":"當您第一次加入我們的獎勵計劃時，您是根據我們網站上管理我們計劃的使用條款進行的。",
   "terms_of_use_indicate":"如使用條款所示，我們有權通過在我們的網站上發布終止通知來終止我們的獎勵計劃。以下所有大寫術語與使用條款中的含義相同。",
   "thank_you_for_participation":"感謝您參與我們的計劃"
 }
]
